[
  {
    "title": "Wo kann ich in Wolfsburg kostenlos parken?",
    "body": "Ich fahre in ein paar Wochen nach Wolfsburg und möchte dort die Innenstadt und Volkswagen besuchen.  \n\n\nGibt es Leute vor Ort die wissen wo ich kostenlos parken kann? Etwa 15 Minuten bis maximal 20 Minuten Fußweg zum Stadtzentrum sind für mich akzeptabel.",
    "post_sentiment": "positive",
    "comments": [
      {
        "body": "In der Innenstadt ist es ab 18Uhr kostenlos und Samstag ab 14Uhr steht immer an den Automaten dran bis wann man bezahlen muss",
        "sentiment": "neutral"
      },
      {
        "body": "Vielen Dank! Das ist gut zu wissen, wenn ich abends zurück in die Stadt gehe um in einem Restaurant zu essen.",
        "sentiment": "positive"
      },
      {
        "body": "Nochmals vielen Dank an alle für die Tipps! Ich habe an verschiedenen Tagen auf dem Parkplatz VW Tor 17 und auch am Schloss geparkt. Von dort aus sind der Hauptbahnhof, die Innenstadt, das Schloss, VW Arena und die Autostadt gut zu erreichen.",
        "sentiment": "positive"
      },
      {
        "body": "Ist das VW Tor 17 immer gratis?",
        "sentiment": "neutral"
      },
      {
        "body": "Ja, schon mehrmals benutzt!",
        "sentiment": "neutral"
      },
      {
        "body": "okay top danke dir für die info, ist er früh morgens besonders voll? Hab überlegt dort zu parken wegen der Berufsschule.",
        "sentiment": "positive"
      },
      {
        "body": "Ich glaube sie arbeiten im Schichtbetrieb, deshalb ist es dort nie leer. Trotzdem gab es meistens einen freien Parkplatz in den vorderen Reihen, aber ich musste auch einmal viel weiter nach hinten fahren. Dieser Parkplatz ist unvorstellbar groß, daher glaube ich nicht dass er wirklich schnell voll sein wird.",
        "sentiment": "negative"
      },
      {
        "body": "okay danke",
        "sentiment": "positive"
      },
      {
        "body": "Direkt vor der VW Arena. Oder am VW Bad.",
        "sentiment": "neutral"
      },
      {
        "body": "Meinen Sie die Parkplätze P1 und P2 an der Volkswagen Arena? Gibt es dort keine Schranke oder einen Kassenautomaten?  \n\n\nVW Bad könnte eine gute Option sein, wenn auf dem bereits erwähnten 'Parkplatz Theater der Stadt Wolfsburg' keine Parkplätze mehr verfügbar sind. Danke!",
        "sentiment": "neutral"
      },
      {
        "body": "Theater kostet Geld meine ich, wenn dort keine Veranstaltung ist.\n\nAn der arena gibt es keime Schranken oder Einschränkungen, wenn nicht Spieltag ist. Viele VW Angestellte parken dort während ihrer Schicht.",
        "sentiment": "negative"
      },
      {
        "body": "Ich werde das vorher sorgfältig prüfen. Ich habe jetzt mehrere Möglichkeiten, also hoffe ich dass es klappt.",
        "sentiment": "positive"
      },
      {
        "body": "https://maps.app.goo.gl/nToh3M3k88U7dH1t7?g_st=ic\n\nAn der Heinrich-Nordhoff-Straße vom Bahnhof bis zum Tor Sandkamp sind viele Parkplätze, die kostenlos sind. Unter der Woche sind die teilweise von Mitarbeitern belegt, aber einige sind in der Regel immer frei. \n\nhttps://maps.app.goo.gl/cAbN3YQbhZSr5Uve8?g_st=ic\n\nAm Theater kann man auch kostenlos parken und ist dann quasi am anderen Ende der „Innenstadt“",
        "sentiment": "neutral"
      },
      {
        "body": "Danke! Das sind sehr wertvolle Tipps. Wird auf dem Parkplatz VW Tor 17 nicht kontrolliert ob man tatsächlich Mitarbeiter ist? Ich habe kein deutsches Kennzeichen, also könnte das vielleicht besonders auffällig sein.",
        "sentiment": "positive"
      },
      {
        "body": "Nein, das wird nicht kontrolliert. Die sind auch nicht explizit nur für VW-Mitarbeiter, also keine Sorge. Nur direkt am Hauptbahnhof ist ein Parkplatz, der zweigeteilt ist - eine Hälfte kostet Geld und die andere kann nur mit einem VW-Werksausweis geöffnet werden. Generell sind solche Parkplätze, wo du dann nicht drauf sollst, mit einer Schranke versehen :)",
        "sentiment": "neutral"
      },
      {
        "body": "Vielen Dank für die zusätzliche Erklärung. Ich bin zuversichtlich dass es klappen wird. Von dem gesparten Geld kann ich ein paar Tassen Kaffee genießen :-)",
        "sentiment": "positive"
      },
      {
        "body": "Am Schloss lässt es sich auch gut parken. \n\n[Parkplatz Schloss Wolfsburg](https://www.google.com/maps/place/Parkplatz+Schloss+Wolfsburg,+VW+Nordstra%C3%9Fe,+38448+Wolfsburg/@52.4387284,10.7987443,15z/data=!4m14!1m7!3m6!1s0x47af937dda8e09c1:0xaf1b2ed1b6738325!2sSchloss+Wolfsburg+%2F+Stadtmuseum,+Schlo%C3%9Fstra%C3%9Fe+8,+38448+Wolfsburg!8m2!3d52.43935!4d10.79931!16s%2Fm%2F0hqzhkl!3m5!1s0x47af93b8b66e1a4d:0x65676c5507b6ea77!8m2!3d52.4390257!4d10.7976723!16s%2Fg%2F11cnc8ywfv?hl=de-de)",
        "sentiment": "neutral"
      },
      {
        "body": "Das ist zwar etwas weiter weg, aber eine schöne Umgebung zum Wandern denke ich! Und die Autostadt ist nicht so weit von dort entfernt.",
        "sentiment": "positive"
      }
    ]
  },
  {
    "title": "Immobilien Kauf in WOB",
    "body": "Hallo an alle WOBler \n\nIch möchte mir gerne meine Rente sichern und bin über prognos und immocation.de auf WOB gestoßen. Es scheint sich prächtig zu entwickeln und ist viel versprechend was die renditen angeht (das man bei +-0 rauskommt und wenig zuzahlen muss) \n\nNun habe ich eine kleine mikrostandort Analyse betrieben und westhagen scheint noch bezahlbar zu sein. Kann mir vielleicht jemand hierzu ein paar Infos liefern. Ist dieser Bezirk wirklich lohnenswert und wie ist die Lebensqualität da. \n\nMögen die WOBler diesen Stadtteil? Einfach irgendwas was mir die Entscheidung etwas leichter macht vielleicht eine bestimmte Straße in Westhagen empfehlen die gut ist. Man kauft ja nichg jeden Tag eine Wohnung und die Entscheidung muss wirklich gut überlegt sein, weil ich auch viel von meinem erspartem reinpfeffern muss. \n\nWäre euch wirklich für jeden Rat oder Tipp dankbar",
    "post_sentiment": "negative",
    "comments": [
      {
        "body": "Also ich war tatsächlich noch nie in Westhagen in den 6 Jahren, in denen ich hier wohne, aber wenn man in der Stadt ein „Brennpunktviertel“ benennen müsste, wäre es Westhagen.\n\nAlso klar das ist jetzt nicht die Bronx aber trotzdem nicht soo die beste Gegend hier. Wenn man nicht gerade Freunde besuchen will, zieht einen auch nichts dorthin, finde ich.\n\nAußerdem zum Standort Wolfsburg: Du wettest auf VW und den Firmenstandort hier. Geht VW vor die Hunde, war es das. Produzieren sie woanders, war es das (denn in den Bürojobs gibt es HomeOffice en masse und von denen sind die wenigsten in Wolfsburg)",
        "sentiment": "negative"
      },
      {
        "body": "Westhagen ist hölle auf erden. fühlt sich an wie BS Weststadt.",
        "sentiment": "negative"
      },
      {
        "body": "Puh - ich dachte wir seien hier längst mit dem Peak durch. \n\nIch bin in Wolfsburg geboren und möchte nicht in Westhagen sterben.",
        "sentiment": "negative"
      },
      {
        "body": "In Westhagen grüßt am Ortseingang das \"Nachbarn schützen Nachbarn\"-Schild, was potenzielle Diebe abschrecken soll.\nMehr muss eigentlich dazu nicht gesagt werden.\n\nZu Wolfsburg generell stimmt der Rat der anderen. Alles steht und fällt mit VW.",
        "sentiment": "negative"
      },
      {
        "body": "So ein Schild gibt es auch an \"gemäßigteren\" Ortsteil-Eingängen.\n\nIn Westhagen wohnen fast nur Sozialschwache, und das in einer Stadt, die von einem Weltkonzern genährt wird - das sagt definitiv mehr aus.",
        "sentiment": "negative"
      },
      {
        "body": "Danke euch allen für die Infos, das hilft so ein bisschen bei der Entscheidung… \n\nIch nehme mit, Wolfsburg ist sehr risikobehaftet und kommt als Altersvorsorge nicht in frage :)",
        "sentiment": "positive"
      },
      {
        "body": "Korrekt.",
        "sentiment": "neutral"
      },
      {
        "body": "Danke nochmals an alle. Mit den jetzigen Streichungen zeigt sich abermals, dass hier die Wette nicht aufgehen würde",
        "sentiment": "positive"
      }
    ]
  },
  {
    "title": "Wie bei anderen Städten, gibt es lustige Spitznamen für Orte in und um Wolfsburg?",
    "body": "",
    "post_sentiment": "neutral",
    "comments": [
      {
        "body": "Golfsburg Möse",
        "sentiment": "neutral"
      },
      {
        "body": "danke! worauf spielt 'Möse' an?",
        "sentiment": "neutral"
      },
      {
        "body": "Mörse",
        "sentiment": "negative"
      },
      {
        "body": "danke!",
        "sentiment": "positive"
      },
      {
        "body": "Möpse gibs auch. das Mörse Schild wurde wieder verunstaltet am Kreisel Richtung Westhagen.",
        "sentiment": "negative"
      },
      {
        "body": "Nein",
        "sentiment": "neutral"
      },
      {
        "body": "Wolfsbronx\n\nSalzghetto für Salzgitter",
        "sentiment": "neutral"
      },
      {
        "body": "Salzgazastreifen",
        "sentiment": "neutral"
      }
    ]
  },
  {
    "title": "Best restaurants in Wolfsburg",
    "body": "Date places, hidden gems, authentic food, good bars… anything other than Sausalitos, Barcelona, ones in City Centre Shopping and the like",
    "post_sentiment": "positive",
    "comments": [
      {
        "body": "MC Donald",
        "sentiment": "neutral"
      },
      {
        "body": "Sushi Berlin, An Nam, Creasian, Zeus, aalto, Terra (expensive), Aqua (even more expensive).  \nI would add Beef Club, but half the time I was there the food was cold.",
        "sentiment": "negative"
      },
      {
        "body": "my hidden gem is Non Solo Pizza at Rabenberg. Hands down the best pizza, pasta and Arancine you can get in town",
        "sentiment": "positive"
      },
      {
        "body": "Thank you. Will definitely check this out",
        "sentiment": "positive"
      },
      {
        "body": "Die haben wohl zu gemacht :(",
        "sentiment": "negative"
      },
      {
        "body": "Tarallo in Vorsfelde. Beste italienische Küche und nicht so ein Schickimicki wie im Aalto.",
        "sentiment": "positive"
      },
      {
        "body": "Amsel Café for coffee and cake",
        "sentiment": "neutral"
      }
    ]
  },
  {
    "title": "Was kann man mit seinem ersten Date spannendes in der Stadt machen?",
    "body": " \n\nMoin, ich wollte mal nachfragen ob hier denn jemand ein paar Ideen hätte, was man in der Umgebung spannendes mit seinem Date machen kann, wenn man kein langweiliges bzw. “klassisches” Date möchte oder das halt schon hinter sich hat…\n\nGibt’s irgendwelche super “Wow”-Orte hier oder Sachen, die man gemacht oder gesehen haben muss?",
    "post_sentiment": "neutral",
    "comments": [
      {
        "body": "Möglichst weit weg aus wob",
        "sentiment": "negative"
      },
      {
        "body": "Eigentlich ist das auf jede Frage die perfekte Antwort.",
        "sentiment": "positive"
      },
      {
        "body": "Wolfsburg ist halt echt schwierig...",
        "sentiment": "negative"
      },
      {
        "body": "Geht paintball spielen",
        "sentiment": "neutral"
      },
      {
        "body": "Brötchen und Bier vom Bäcker in der Autostadt oder wenn's Wetter mitspielt: Ausgleichsbehälter Nordsteimke da kann man sich mit nem Kleinstgrill hinsetzen und in die Landschaft schauen.",
        "sentiment": "neutral"
      },
      {
        "body": "Naja phaeno ist ganz cool",
        "sentiment": "positive"
      }
    ]
  },
  {
    "title": "Renovation project",
    "body": "Hallöchen, ich mache derzeit ein duales Studium und soll ein Renovationsprojekt vorstellen. Dafür brauche ich ein altes Gebäude o.ä..\n\nDas Projekt ist nur fiktional, wenn es aber gut wird, kann ich es auch einreichen. \nIch kenne mich in Wolfsburg jetzt nicht so gut aus, da ich eher abseits wohne. \n\nAlso wenn ihr in Wolfsburg und Umgebung alte verlassene Gebäude kennt oder gesichtet habt. Gerne in die Kommentare! \n\nLieben Dank:)",
    "post_sentiment": "positive",
    "comments": [
      {
        "body": "In Fallersleben an der Weyhäuser Straße liegt linker Hand eine alte Kläranlage die verlassen wirkt.",
        "sentiment": "negative"
      },
      {
        "body": "Super, danke! Ich schaue es mir mal morgen an:)",
        "sentiment": "positive"
      },
      {
        "body": "Muss es verlassen sein?",
        "sentiment": "negative"
      },
      {
        "body": "Japp, also auf jeden Fall ungenutzt:)",
        "sentiment": "positive"
      },
      {
        "body": "Vielleicht der Ort wo damals Spielemax in der City galerie war?",
        "sentiment": "neutral"
      },
      {
        "body": "Ich glaube, da wird schon was neues umgebaut:) trotzdem danke:)",
        "sentiment": "positive"
      }
    ]
  },
  {
    "title": "Suche nach Mitgliedern für Jugend Robotics Team",
    "body": "Hallo zusammen,  \n\n\nIch suche aktuell nach mitgliedern für ein Jugen Robotics Team der FIRST Tech Challenge ([https://www.firstinspires.org/robotics/ftc](https://www.firstinspires.org/robotics/ftc)), dass ich gründen möchte. Kennt jemand irgendwen zwischen dem 7 und 12 jahrgang der/die vielleicht interesse hätte oder kennt ihr einen weg wie ich besser mitglieder finden könnte? Ich bin aktuell nicht in deutschland und komme erst in den schulferien wieder, außerdem müsste das team bevor anfang des nächsten schuljahres stehen. Ich habe es schon bei der zeitung versucht, leider kein erfolg",
    "post_sentiment": "negative",
    "comments": [
      {
        "body": "Schulen anschreiben?",
        "sentiment": "neutral"
      },
      {
        "body": "Rede schon mit einer Schule, kann es aber mal mit mehreren versuchen.  \nDanke!",
        "sentiment": "positive"
      },
      {
        "body": "Hey, wir sind ein FTC Team aus Stuttgart von der Schule mit deutschlandweit den meisten Teams (momentan fünf von ca. 9 - 10 Teams deutschlandweit sind bei uns), kannst du uns vllt. per Mail oder Instagram oder so mal kontaktieren? Die Chatfunktion auf reddit will grad nicht ganz und wir probieren DE-weit Kontakte zu allen deutschen und amerikanischen (von den Militärbasen) Teams für Dinge wie Wettbewerbe und Scrimmages zu haben. Unsere Mailadresse ist ftcfrog@gmail.com . \n\nWas die Teammitgliedersuche angeht - meistens kann man auch Schulen in der Umgebung mal anschreiben, vielleicht findet sich der ein oder andere Lehrer, der das an seine Schüler weiterträgt. \nOder persönliche Vorstellung an Schulen probieren, zu Klassen und Fortbildungen gehen und das Konzept vorzustellen war für uns bisher relativ effektiv. Auch eine Option ist es, zu lokalen FLL Events (ich nehm mal an, dass es die in Wolfsburg gibt, die sind DE-weit relativ weit verbreitet) zu gehen und interessierte Teilnehmende mit einem Aufstieg zum nächstgrößeren Wettbewerb von FIRST zu motivieren. Scheint aber alles etwas schwieriger zu sein, wenn du in den Ferien erst wieder da bist, vielleicht lässt sich über Videokonferenzen da was machen? Wir haben auch einige Materialien, die wir bei Fortbildungen bspw. nutzen, um das Konzept anderen vorzustellen, wenn du magst, könnten wir dir davon was schicken und du passt das dann so an, wie du das brauchst. \nBedenke auch, es ist zwar gut, wenn das Team vor Ende der Ferien steht, aber gerade in der ersten Saison ist es in Ordnung, wenn man das Team erst etwas später zusammen hat. \n\nIch finds auf jeden Fall super, dass du ein weiteres Team in Deutschland gründen willst. Viel Erfolg, falls man weiterhelfen kann - schreib uns gern an.\n-  F.R.O.G.",
        "sentiment": "neutral"
      },
      {
        "body": "Vielleicht mal beim Jugend Hackt Space in Isenbüttel anfragen ob es bei denen Interessierte gibt :) https://jugendhackt.org/lab/isenbuettel/",
        "sentiment": "neutral"
      }
    ]
  },
  {
    "title": "Impfen ohne Termin in der Citygalerie",
    "body": "In der Citygalerie Wolfsburg wird zwischen 9 und 19 Uhr geimpft. Aktuell Montag bis Freitag. Ohne Termin.",
    "post_sentiment": "neutral",
    "comments": [
      {
        "body": "Hoffen wir mal, dass viele das Angebot nutzen.",
        "sentiment": "positive"
      },
      {
        "body": "Geht das noch ?",
        "sentiment": "neutral"
      },
      {
        "body": "Jau. Nach wie vor. Man kann sich online auch einen Termin machen, aber die Auslastung lässt es grundsätzlich problemlos zu auch ohne Termin sofort dran zu kommen. Schlangen sind meist sehr kurz.",
        "sentiment": "negative"
      }
    ]
  },
  {
    "title": "Wie geht's euch im Lockdown?",
    "body": "Womit verbringt ihr eure Freizeit? Was nervt euch an Wolfsburg am meisten in der Pandemie?",
    "post_sentiment": "negative",
    "comments": [
      {
        "body": "Zu Hause, Penny und auch im Krankenhaus, da meine Frau krank ist.",
        "sentiment": "negative"
      },
      {
        "body": "Gute Besserung!",
        "sentiment": "positive"
      },
      {
        "body": "Gute Besserung! Fühl dich gedrückt",
        "sentiment": "positive"
      }
    ]
  },
  {
    "title": "Auswärtsfahrer",
    "body": "Moin! \nIch werde nächste Woche nach Wolfsburg fahren zum Bundesliga Spiel! Abends haben wir nach dem Spiel noch 2-3 Stunden Aufenthalt in Wolfsburg, habt ihr da irgendwelche Tipps, was man in Wolfsburg gesehen haben muss? \nGrüße 🤘🏻",
    "post_sentiment": "neutral",
    "comments": [
      {
        "body": "Paeno und Autostadt schließen um 18h00. Wird also eng...\n\nUnd dann hört es auch fast schon auf.\n\n\nIrish Pub (Pestalozzieallee) geht immer und ist fußläufig gut zu machen...",
        "sentiment": "negative"
      },
      {
        "body": "Kunstmuseum schließt auch um 18 Uhr, Sauna-Klub öffnet erst um 21 Uhr. Ihr seid in einer Art Limbus.\n\nWenn ihr's etwas uriger möchtet und euer Zug später auch in Fallersleben hält: Brauhaus Fallersleben. Da gehen wir immer mit befreundeten Auswärtsfans hin und bisher fanden es alle gut. Aber ist halt in Fallersleben, nicht in in der Innenstadt",
        "sentiment": "negative"
      }
    ]
  },
  {
    "title": "Interessantes Video über die Vor-VW-Geschichte von Wolfsburg",
    "body": "",
    "post_sentiment": "neutral",
    "comments": [
      {
        "body": "Super content.\n\n\nDanke.",
        "sentiment": "positive"
      },
      {
        "body": "Sehr interessant wusste ich auch noch nicht.",
        "sentiment": "positive"
      }
    ]
  },
  {
    "title": "How is it buying an apartment in Steimker garten?",
    "body": "We are an Indian couple. I have been living in Wolfsburg for over a year and my husband is here over 3 years. We are planning to buy our own house. And we came across apartments in steimker garten. How is it moving there? Also, is it a good idea to settle in Wolfsburg or should we consider Braunschweig, Hannover,  Berlin?\n\nAlso, in regards to the prices here, are they likely to go up in future? \n\nPlease suggest.",
    "post_sentiment": "neutral",
    "comments": [
      {
        "body": "The apartments in Steimker Gärten are currently some of the most sought after living quarters in Wolfsburg, as they are both very close to the VW-Werk and still in a very quiet area, next to the beautiful Hasselbachtal.\n\nSo as far as living in Wolfsburg goes, the Steimker Gärten sure are among the best options, even though it's obviously quite expensive.\n\nIf proximity to Volkswagen is not as important and you prefer living in larger cities, then Hannover, Braunschweig and Berlin are the choices, which are all pretty expensive in their own right.",
        "sentiment": "positive"
      },
      {
        "body": "I would discourage from moving to Steimker Gärten, since Appartements for rent are about 1400€/Month and buying at least 250.000€. I consider this as overpriced.",
        "sentiment": "negative"
      }
    ]
  },
  {
    "title": "All help needed from the ones with interrest in Fußball",
    "body": "Hello everyone!\n\nI would love to hear what the status is on the Wolfsburg FC. Are they doing poorly in turments or is it going well for them. \n\n&amp;#x200B;\n\nMany deer regards",
    "post_sentiment": "negative",
    "comments": [
      {
        "body": "I suggest asking r/diewolfe. They aren't doing terrible haha.",
        "sentiment": "positive"
      },
      {
        "body": "Thanks",
        "sentiment": "positive"
      }
    ]
  },
  {
    "title": "How is life in Wolfsburg?",
    "body": "I got a job offer in WB. How is life there? Is there a good night life or is just a more calmed town? \n",
    "post_sentiment": "neutral",
    "comments": [
      {
        "body": "1. Normally it is referred to as Wob, not WB (as per the associated licence plate designation) - but no worries ;)\n\n\n2. Live, and also in my experience social live is predominantly circulating around Volkswagen (VW), as it is the biggest company in the region, also providing for tier 2, 3 suppliers/companies. If this does not phase, you could be fine. Furthermore, even with a population of around 100.000, it feels much smaller, subjectively. A lot of surrounding communities have  been \"assimilated\"/merge to the town, to up the population and because of political and social (taxes...) reasons.\n\n\n3. There really are only a few pubs/bars (with one proper Irish Pub) in the town (center). A hand full of discos as well.\n\n\n(4.) Braunschweig is not that far away, which is much more of a German midtown/city, just if one would need a change for once. And Hannover (county capital of lower saxony) is about an hour by car/ 30min by train, when you seek a proper city (500.000) with discos/bars/opera/museums/....",
        "sentiment": "negative"
      },
      {
        "body": "There are a couple of bars and a couple of discos but overall it's a quite calmed town. I've heard many people who live in bigger cities say that they are quite disappointed by the nightlife of Wolfsburg.",
        "sentiment": "negative"
      }
    ]
  },
  {
    "title": "Moin",
    "body": "Hey ich ziehe bald nach Wolfsburg und wollte mal schauen, was hier so geht. Anscheinend nicht viel ☺️",
    "post_sentiment": "positive",
    "comments": [
      {
        "body": "Moin, nicht so viel.\n\nWas interessiert Dich denn hinsichtlich Deines Umzugs? Oder irgendwelche spezielle Fragen zur Stadt/Region?",
        "sentiment": "neutral"
      },
      {
        "body": "mooin :D haha geht schon was, aber hängt so ziemlich alles mit VW zusammen....da ist das geld...also ist da auch die action",
        "sentiment": "positive"
      }
    ]
  },
  {
    "title": "Napoli vs Osimhen",
    "body": "",
    "post_sentiment": "neutral",
    "comments": [
      {
        "body": "Hö",
        "sentiment": "neutral"
      }
    ]
  },
  {
    "title": "Match Thread: Juventus vs VfL Wolfsburg | UEFA Women's Champions League",
    "body": "",
    "post_sentiment": "neutral",
    "comments": [
      {
        "body": "Link to the livestreams (YouTube) and more: https://www.reddit.com/r/WomensSoccer/comments/qpiu8b/megathread\\_champions\\_league\\_matches\\_tue\\_9th\\_wed/",
        "sentiment": "neutral"
      }
    ]
  },
  {
    "title": "I really need Wolfsburg to win against Des na Chernihiv with at least 3 goal differences, can they do it?",
    "body": "[my betslip](https://i.imgur.com/eoCRZaD.jpg/image.jpg) is on the line 0.o\n\nI just need Tottenham (-2) and Wolfsburg (-2) to win 3:0 or 4:0/1 or 5:0/1/2 or 6:0/1/2/3 etc... in order for me to win\n\nCan they do it???",
    "post_sentiment": "neutral",
    "comments": [
      {
        "body": "Well we are not very good at scoring goals at the moment.",
        "sentiment": "negative"
      }
    ]
  },
  {
    "title": "Hallo Wolfsburg",
    "body": "Moin,\n\nhier läuft ja nicht so viel, bei uns allerdings auch nicht.\n\nViele Grüße aus /r/Gifhorn ",
    "post_sentiment": "neutral",
    "comments": [
      {
        "body": "Das gute kiffhorn. ja leidet unter der gleichen stille und verklemmten leuten wie in Wob. \nNur das es bei eich gutes Brokoli gibt.",
        "sentiment": "negative"
      }
    ]
  },
  {
    "title": "Wolfsburg: „Antifa-Woche“ der IG Metall Wolfsburg",
    "body": "",
    "post_sentiment": "neutral",
    "comments": []
  },
  {
    "title": "An alle Arbeitssuchenden in Wolfsburg:",
    "body": "Auf r/JobsWolfsburg findet Ihr ab sofort regelmäßig neue Jobs aus Wolfsburg und Umgebung! Gerne dürft Ihr dort auch eure eigenen Stellenanzeigen posten. Außerdem würd ich gerne wissen, welche Jobs und Arbeitgeber euch am meisten interessieren, damit ich die Posts gemäß eurer Wünsche anpassen kann. Ihr seid herzlich eingeladen beizutreten :) ",
    "post_sentiment": "positive",
    "comments": []
  },
  {
    "title": "Transfer news",
    "body": " EXCL: Wolfsburg on the verge of closing Lovro Majer deal with Rennes on fee in excess of €30m package 📷📷📷  \n\nMedical tests being scheduled as final details to discuss — then done deal.  It’d be 2nd most expensive signing in the history of the club after Julian Draxler. \n\nCredit-- Fabrizio Romano",
    "post_sentiment": "negative",
    "comments": []
  },
  {
    "title": "Drogen-Razzia: Zehn Verdächtige in Untersuchungshaft",
    "body": "",
    "post_sentiment": "neutral",
    "comments": []
  },
  {
    "title": "Bist du nach Deutschland gezogen und hast du Lust, an einem Forschungsprojekt über Ungleichheit teilzunehmen?",
    "body": "Hallo zusammen,\n\nIch bin eine Doktorandin an der Universität Göttingen und möchte gerne mit Leuten sprechen, die aus einem anderen Land nach Deutschland gezogen sind. \n\nAlso: bist du aus einem anderen Land nach Deutschland gekommen und hättest du Interesse daran, im Rahmen eines Forschungsprojektes ein lockeres Gespräch mit mir zu führen? Mich interessiert deine persönliche Sichtweise über Ungleichheit, Wohlstand und Armut. \n\nRahmenbedingungen sind, dass du seit mindestens fünf Jahren in Deutschland lebst und als Erwachsene\\*r angekommen bist. Wir können gerne auf Deutsch, Englisch, Italienisch, Spanisch oder Französisch reden. Natürlich werden deine Daten vertraulich behandelt.\n\nBei Interesse schreib gerne an [ungleichheit@mmg.mpg.de](mailto:ungleichheit@mmg.mpg.de) oder +49 174 794 8073!\n\nDanke, thank you, merci, gracias &amp; grazie!\n\nMargherita",
    "post_sentiment": "neutral",
    "comments": []
  },
  {
    "title": "für eine umfrage zu angeboten unserer neuen alternativen schule brauchen wir ihre meinung / we need your opinion for a survey about the offers of our new alternative school. (Am liebsten Eltern, Preferably Parents)",
    "body": "**Chance, ein iPad zu gewinnen/Chance to win an Ipad** (English below)\n\nHallo zusammen,\n\nWir von der X Schule versuchen, eine bezahlbare internationale Schule für Kinder in ganz Deutschland aufzubauen und möchten die Meinung der Eltern zu den Werten und Angeboten einholen, die sie für ihr Kind spannend finden. Um Eltern zum Ausfüllen des Formulars zu ermutigen, werden wir einen Gewinner auswählen, der ihnen ein iPad schenkt, um ihnen beim digitalen Lernen ihrer Kinder zu helfen.Hello everybody,\n\nAt X Schule, we are trying to build an affordable international school for children across Germany and would like to get parents' opinions on the values ​​and offerings that they find exciting for their child. To encourage parents to fill out the form, we will select one winner and will give them an iPad to help with their children's digital learning.\n\nLink to survey/Umfrage-Link : [https://research.typeform.com/to/Uw1TirRo](https://research.typeform.com/to/Uw1TirRo?fbclid=IwAR2PgPQ5LGUM0HNFC_0vdLWtjRGYZyBaSoRxqQnlFz3WkTWbb9A3pGC5EYI) (In German) [https://research.typeform.com/to/FJcQ7yTK](https://research.typeform.com/to/FJcQ7yTK?fbclid=IwAR33hImjJLXBCvlk6tgMVWMAbLdby-MQCSbbQdhJxxQgF0WVOLkLAfMqUDk) (In English)\n\nYou can find more about us at: [https://www.xschule.io/](https://www.xschule.io/?fbclid=IwAR2VEmbW1mIpMBXklPhV2mQoUdsNatz3Ohns6CJsO8v9DMwXb2uChA1Ylag)",
    "post_sentiment": "neutral",
    "comments": []
  },
  {
    "title": "An alle Arbeitssuchenden:",
    "body": "Auf r/JobsWolfsburg findet Ihr ab sofort regelmäßig neue Jobs aus Wolfsburg und Umgebung! Gerne dürft Ihr dort auch eure eigenen Stellenanzeigen posten. Außerdem würd ich gerne wissen, welche Jobs und Arbeitgeber euch am meisten interessieren, damit ich die Posts gemäß eurer Wünsche anpassen kann. Ihr seid herzlich eingeladen beizutreten :)",
    "post_sentiment": "positive",
    "comments": []
  },
  {
    "title": "Wen werder ihr bei der Landtagswahl 2022 in Niedersachsen wählen?",
    "body": "Nur mitmachen wenn ihr in NDS wählen dürft.\n\n[View Poll](https://www.reddit.com/poll/xsvdx5)",
    "post_sentiment": "neutral",
    "comments": []
  },
  {
    "title": "Ingenieure gesucht",
    "body": "",
    "post_sentiment": "neutral",
    "comments": []
  },
  {
    "title": "Video I made of when Wolfsburg won the Bundesliga",
    "body": "",
    "post_sentiment": "neutral",
    "comments": []
  },
  {
    "title": "VfL Wolfsburg Launches their first NFTs",
    "body": "Wolfsburg together with [Fanzone](https://share.fanzone.io/SportsNFTs) launches their first NFTs as digital trading cards!",
    "post_sentiment": "neutral",
    "comments": []
  },
  {
    "title": "I made this video about Wolfsburg Players. Let me know if you like it!",
    "body": "",
    "post_sentiment": "neutral",
    "comments": []
  },
  {
    "title": "Als ich Kind war, dachte alle Erwachsenen seien klug und vertrauenswürdig. Jetzt, wo ich erwachsen bin, sind die meisten Erwachsenen Idioten und voller Mist.",
    "body": "",
    "post_sentiment": "neutral",
    "comments": []
  },
  {
    "title": "LAST MINUTE: Learn About the Future of Vehicles with Next-gen Coding School (happening in 1.5 hours)",
    "body": "[https://www.meetup.com/42-wolfsburg-coding-school/events/276406667/](https://www.meetup.com/42-wolfsburg-coding-school/events/276406667/)",
    "post_sentiment": "neutral",
    "comments": []
  },
  {
    "title": "Moin moin wv",
    "body": "",
    "post_sentiment": "neutral",
    "comments": []
  },
  {
    "title": "Free Coding School OpenDay",
    "body": "Come learn about 42 Wolfsburg during our OpenDay on January 14th: [https://www.meetup.com/42-wolfsburg-coding-school/events/274940610/](https://www.meetup.com/42-wolfsburg-coding-school/events/274940610/)",
    "post_sentiment": "neutral",
    "comments": []
  },
  {
    "title": "New programming school opening in Wolfsburg, partnered with Volkswagen",
    "body": "The free coding school is opening its doors  to students in Wolfsburg in February 2021. It's aimed for motivated students who want to acquire the practical skills and experience to become a professional software engineer - no matter their educational background and experience. If you are the type of person who learns better by working on projects with your peers, then 42 is a place for you. The school is sponsored by Volkswagen, giving students unique internship opportunities in the Industry 4.0 space. Apply or share to anyone interested: [https://42wolfsburg.de/en/admission/](https://42wolfsburg.de/en/admission/) !",
    "post_sentiment": "positive",
    "comments": []
  },
  {
    "title": "End of season Bundesliga Predictions! How accurate are these do you think?",
    "body": "",
    "post_sentiment": "neutral",
    "comments": []
  },
  {
    "title": "Real must be wary of Wolfsburg, says Zidane",
    "body": "",
    "post_sentiment": "neutral",
    "comments": []
  }
]